Repository: eltondev/Bibliomundi-For-WooCommerce
Catalog: languages/bibliomundi-for-wooCommerce-*.po
Languages: pt_br

source: The Bling is an online system that allows you to control the finances, inventory and issue invoices quickly and uncomplicated.
pt_br: O Bling é um sistema online que permite a você controlar as finanças, estoques e emitir notas fiscais de maneira rápida e descomplicada.

source: Access Key
pt_br: Chave de Acesso

source: Please enter your Bling Access Key. This is needed to integration works. Is possible generate a new Access Key %s.
pt_br: Por favor, digite sua Chave de Acesso do Bling. É necessário para a integração funcionar. É possível gerar uma nova Chave de Acesso %s.

source: here
pt_br: aqui

source: Testing
pt_br: Teste

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log Bling events, such as API requests, inside %s
pt_br: Log sobre eventos do Bling, como requisições da API, dentro do arquivo %s

source: Tax
pt_br: Taxa

source: Bling order number
pt_br: Número de pedido no Bling

source: The Bling is an online system that allows you to control the finances, inventory and issue invoices quickly and uncomplicated..
pt_br: O Bling é um sistema online que permite a você controlar as finanças, estoques e emitir notas fiscais de maneira rápida e descomplicada.

source: Send order to the Bling
pt_br: Enviar pedido ao Bling

source: Order sent successfully
pt_br: Pedido enviado com sucesso

source: Bling WooCommerce depends on the last version of the %s and the %s to work!
pt_br: Bling WooCommerce depende da última vesão do %s e do %s para funcionar!

source: Order number:
pt_br: Número do pedido:

source: Client note:
pt_br: Nota do cliente:
